Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/ForumMoveFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Cancel
ru: Отмена

source: Enter the forum link
ru: Введите ссылку на форум

source: Enter the topic link
ru: Введите ссылку на тему

source: Enter...
ru: Введите…

source: Entered URL is not forum URL
ru: Введеный URL-адрес не является адресом форума

source: Entered URL is not topic URL
ru: Введеный URL-адрес не является адресом темы

source: Error moving posts
ru: Ошибка перемещения постов

source: Error moving topics
ru: Ошибка перемещения тем

source: Incorrect URL
ru: Некорректный URL-адрес

source: Move
ru: Переместить

source: Move Post
ru: Перемещение поста

source: Move Posts (%lld)
ru: Перемещение постов (%lld)

source: Move Topic
ru: Перемещение темы

source: Move Topics (%lld)
ru: Перемещение тем (%lld)

source: Save link
ru: Оставить ссылку

source: Unable to extract topic id from URL
ru: Не удалось получить идентификатор темы
